-- MySQL dump 10.13  Distrib 8.0.19, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: ostrovok
-- ------------------------------------------------------
-- Server version	8.0.19

-- Table structure for table `grp`
--
DROP TABLE IF EXISTS `grp`;
CREATE TABLE `grp` (
  `id` bigint NOT NULL AUTO_INCREMENT,
  `teacher` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `grp`
--
INSERT INTO `grp` VALUES 
(1,'Князэва Вита','Подготовка к школе Пн-Пт 16.00'),
(2,'Князэва Вита','Подготовка к школе Пн-Пт 16.50'),
(3,'Князэва Вита','Подготовка к школе Пн-Пт 17.40'),
(4,'Князэва Вита','Подготовка к школе Пн-Пт 18.30'),
(5,'Князэва Вита','Подготовка к школе Вт-Чт 10.00'),
(6,'Князэва Вита','Подготовка к школе Вт-Чт 11.00'),
(7,'Князэва Вита','Подготовка к школе Вт-Чт 16.00'),
(8,'Князэва Вита','Подготовка к школе Вт-Чт 16.50'),
(9,'Князэва Вита','Подготовка к школе Вт-Чт 17.40'),
(10,'Князэва Вита','Подготовка к школе Вт-Чт 18.30'),
(11,'Князэва Вита','Подготовка к школе Ср-Сб 16.00'),
(12,'Князэва Вита','Подготовка к школе Ср-Сб 16.50'),
(13,'Князэва Вита','Подготовка к школе Ср-Сб 17.40'),
(14,'Князэва Вита','Подготовка к школе Ср-Сб 18.30'),
(15,'','Садик младшие'),
(16,'','Садик старшие'),
(17,'Демьянова Эрика','Английский Ср-Пт 17.00'),
(18,'Демьянова Эрика','Английский Ср-Пт 18.00'),
(19,'Демьянова Эрика','Английский Ср-Пт 19.00'),
(20,'Мажуга Оля','Творчество Вт-Чт 16.40'),
(21,'Мажуга Оля','Творчество Вт-Чт 17.40'),
(22,'Мажуга Оля','Творчество Вт-Чт 18.40');