<#import "part/common.ftl" as common>

<@common.page>
    <h1 class="main-title">Последние новости и события<br>в детском клубе "Островок"</h1>
    <article class="article">
        <h3 class="article-title">Объявляется набор на онлайн обучение</h3>
        <p class="article-description">
            В связи с трудной эпидемиологической ситуацией в мире и Украине,
            мы вынуждены перебывать в самоизоляции на все время карантина. Детям особенно трудно
            дается это непростое ограничение, т.к. у них есть потребность в общении, движении и позитивных
            эмоциях.
            Чтобы помочь нашим детям увлекательно провести время карантина, мы придлагаем вам присоединиться
            к нашим онлайн-занятиям! Эти увлекательные занятия не оставят равнодушными ни одного ребенка!
        </p>
    </article>
    <article class="article">
        <h3 class="article-title">Увлекательное занятие 10.03.2020</h3>
        <p class="article-description">
            Это радосное событие мы будем вспоминать еще многие и многие годы.
            Это радосное событие мы будем вспоминать еще многие и многие годы.
            Это радосное событие мы будем вспоминать еще многие и многие годы.
            Это радосное событие мы будем вспоминать еще многие и многие годы.
        </p>
    </article>
    <article class="article">
        <h3 class="article-title">Наши прекрасные детки</h3>
        <p class="article-description">
            В связи с трудной эпидемиологической ситуацией в мире и Украине,
            мы вынуждены перебывать в самоизоляции на все время карантина. Детям особенно трудно
            дается это непростое ограничение, т.к. у них есть потребность в общении, движении и позитивных
            эмоциях.
            Чтобы помочь нашим детям увлекательно провести время карантина, мы придлагаем вам присоединиться
            к нашим онлайн-занятиям! Эти увлекательные занятия не оставят равнодушными ни одного ребенка!
        </p>
    </article>
    <article class="article">
        <h3 class="article-title">Наши прекрасные детки</h3>
        <p class="article-description">
            В связи с трудной эпидемиологической ситуацией в мире и Украине,
            мы вынуждены перебывать в самоизоляции на все время карантина. Детям особенно трудно
            дается это непростое ограничение, т.к. у них есть потребность в общении, движении и позитивных
            эмоциях.
            Чтобы помочь нашим детям увлекательно провести время карантина, мы придлагаем вам присоединиться
            к нашим онлайн-занятиям! Эти увлекательные занятия не оставят равнодушными ни одного ребенка!
        </p>
    </article>
</@common.page>